{
  "<unk>": 0,
  "O_0_a_c_d_f": 1,
  "O_3_a_c_code-model_medium_d": 2,
  "a_c_d_f_fast-unaligned-access": 3,
  "a_auipc-addi-fusion_c_d_f": 4,
  "a_c_code-model_medium_conditional-cmv-fusion_d": 5,
  "O_0_a_auipc-addi-fusion_c_code-model_small": 6,
  "O_0_a_auipc-addi-fusion_c_conditional-cmv-fusion": 7,
  "a_c_code-model_small_d_f": 8,
  "a_c_d_f_m": 9,
  "a_c_d_f_ld-add-fusion": 10,
  "a_auipc-addi-fusion_c_code-model_small_conditional-cmv-fusion": 11,
  "O_2_a_auipc-addi-fusion_c_d": 12,
  "O_3_a_c_code-model_small_d": 13,
  "a_auipc-addi-fusion_c_conditional-cmv-fusion_d": 14,
  "O_2_a_c_d_f": 15,
  "O_3_a_c_code-model_medium_conditional-cmv-fusion": 16,
  "a_c_code-model_small_conditional-cmv-fusion_d": 17,
  "O_1_a_c_d_f": 18,
  "O_2_a_c_code-model_small_d": 19,
  "O_1_a_c_code-model_medium_d": 20,
  "a_c_d_f_lui-addi-fusion": 21,
  "a_auipc-addi-fusion_c_code-model_medium_d": 22,
  "O_0_a_c_code-model_small_d": 23,
  "a_c_conditional-cmv-fusion_d_f": 24,
  "O_2_a_auipc-addi-fusion_c_code-model_small": 25,
  "O_0_a_auipc-addi-fusion_c_code-model_medium": 26,
  "O_1_a_auipc-addi-fusion_c_code-model_medium": 27,
  "O_3_a_c_conditional-cmv-fusion_d": 28,
  "O_0_a_c_conditional-cmv-fusion_d": 29,
  "O_1_a_c_conditional-cmv-fusion_d": 30,
  "O_0_a_auipc-addi-fusion_c_d": 31,
  "O_1_a_c_code-model_small_conditional-cmv-fusion": 32,
  "a_c_code-model_medium_d_f": 33,
  "O_3_a_auipc-addi-fusion_c_code-model_small": 34,
  "a_auipc-addi-fusion_c_code-model_small_d": 35,
  "O_3_a_c_d_f": 36,
  "O_2_a_auipc-addi-fusion_c_code-model_medium": 37,
  "O_0_a_c_code-model_medium_conditional-cmv-fusion": 38,
  "O_1_a_auipc-addi-fusion_c_code-model_small": 39,
  "O_2_a_c_code-model_medium_d": 40,
  "O_0_a_c_code-model_small_conditional-cmv-fusion": 41,
  "O_1_a_c_code-model_small_d": 42,
  "O_2_a_auipc-addi-fusion_c_conditional-cmv-fusion": 43,
  "O_1_a_c_code-model_medium_conditional-cmv-fusion": 44,
  "O_2_a_c_code-model_medium_conditional-cmv-fusion": 45,
  "O_0_a_c_code-model_medium_d": 46,
  "O_3_a_auipc-addi-fusion_c_code-model_medium": 47,
  "O_3_a_c_code-model_small_conditional-cmv-fusion": 48,
  "O_2_a_c_conditional-cmv-fusion_d": 49,
  "a_auipc-addi-fusion_c_code-model_medium_conditional-cmv-fusion": 50,
  "O_3_a_auipc-addi-fusion_c_d": 51,
  "O_3_a_auipc-addi-fusion_c_conditional-cmv-fusion": 52,
  "O_1_a_auipc-addi-fusion_c_d": 53,
  "O_1_a_auipc-addi-fusion_c_conditional-cmv-fusion": 54,
  "O_2_a_c_code-model_small_conditional-cmv-fusion": 55
}